{
  "_common": {
    "apply": "Appliquer",
    "auto": "Automatique",
    "autodetect": "Détection automatique (recommandé)",
    "beta": "(bêta)",
    "cancel": "Annuler",
    "close": "Fermer",
    "copied": "Copié dans le presse-papiers",
    "copy": "Copier",
    "disabled": "Désactivé",
    "disabled_def": "Désactivé (par défaut)",
    "dismiss": "Ignorer",
    "do_cmd": "Commande de début",
    "elevated": "Élevée",
    "enabled": "Activé",
    "enabled_def": "Activé (par défaut)",
    "error": "Erreur !",
    "note": "Note :",
    "password": "Mot de passe",
    "run_as": "Exécuter en tant qu'Administrateur",
    "save": "Sauvegarder",
    "see_more": "Voir plus",
    "success": "Succès !",
    "undo_cmd": "Commande de fin",
    "username": "Nom d’utilisateur",
    "warning": "Attention !",
    "delete": "Supprimer",
    "edit": "Modifier"
  },
  "apps": {
    "actions": "Actions",
    "add_cmds": "Ajouter des commandes",
    "add_new": "Ajouter une application",
    "app_name": "Nom de l'application",
    "app_name_desc": "Nom de l'application, affiché dans Moonlight",
    "applications_desc": "Les applications ne sont actualisées qu'au redémarrage du client",
    "applications_title": "Applications",
    "auto_detach": "Continuer le streaming si l'application quitte rapidement",
    "auto_detach_desc": "Cela va tenter de détecter automatiquement les applications de type launcher qui se ferment rapidement après le lancement d'un autre programme ou d'une instance d'eux-mêmes. Lorsqu'une application de type lanceur est détectée, elle est traitée comme une application détachée.",
    "cmd": "Commande",
    "cmd_desc": "L'application principale à démarrer. Si vide, aucune application ne sera démarrée.",
    "cmd_note": "Si le chemin vers l'exécutable de la commande contient des espaces, vous devez l'entourer de guillemets.",
    "cmd_prep_desc": "Une liste de commandes à exécuter avant/après cette application. Si l'une des commandes préalables échoue, le démarrage de l'application est interrompu.",
    "cmd_prep_name": "Commandes de préparation",
    "covers_found": "Jaquettes trouvées",
    "delete": "Supprimer",
    "detached_cmds": "Commandes détachées",
    "detached_cmds_add": "Ajouter une commande détachée",
    "detached_cmds_desc": "Une liste de commandes à exécuter en arrière-plan.",
    "detached_cmds_note": "Si le chemin vers l'exécutable de la commande contient des espaces, vous devez l'entourer de guillemets.",
    "edit": "Modifier",
    "env_app_id": "ID de l'application",
    "env_app_name": "Nom de l'application",
    "env_client_audio_config": "La configuration audio demandée par le client (2.0/5.1/7.1)",
    "env_client_enable_sops": "Le client a activé l'option pour optimiser le jeu pour une diffusion optimale (true/false)",
    "env_client_fps": "FPS demandé par le client (int)",
    "env_client_gcmap": "Le masque de manette demandé, au format bitset/bitfield (int)",
    "env_client_hdr": "Le HDR est activé par le client (true/false)",
    "env_client_height": "La hauteur demandée par le client (int)",
    "env_client_host_audio": "Le client a activé l'audio côté audio (true/false)",
    "env_client_width": "La largeur demandée par le client (int)",
    "env_displayplacer_example": "Exemple - displayplacer pour l'automatisation de la résolution :",
    "env_qres_example": "Exemple - QRes pour l'automatisation de la résolution :",
    "env_qres_path": "chemin de qres",
    "env_var_name": "Nom de la variable",
    "env_vars_about": "À propos des variables d'environnement",
    "env_vars_desc": "Toutes les commandes récupèrent ces variables d'environnement par défaut :",
    "env_xrandr_example": "Exemple - Xrandr pour l'automatisation de la résolution :",
    "exit_timeout": "Délai de fermeture",
    "exit_timeout_desc": "Nombre de secondes d'attente pour que tous les processus de l'application se ferment gracieusement lorsque demandé à quitter. Si non défini, la valeur par défaut est d'attendre jusqu'à 5 secondes. Si elle est définie à zéro ou à une valeur négative, l'application sera immédiatement fermée.",
    "find_cover": "Trouver une jaquette",
    "global_prep_desc": "Activer/désactiver l'exécution des commandes globales de préparation pour cette application.",
    "global_prep_name": "Commandes globales de préparation",
    "image": "Image",
    "image_desc": "Chemin d'accès à l'icône/image de l'application qui sera envoyée au client. L'image doit être un fichier PNG. Si ce n'est pas le cas, Sunshine enverra une jaquette par défaut.",
    "loading": "Chargement...",
    "name": "Nom",
    "output_desc": "Le fichier dans lequel la sortie de la commande est stockée, s'il n'est pas spécifié, la sortie est ignorée",
    "output_name": "Sortie",
    "run_as_desc": "Cela peut être nécessaire pour certaines applications qui nécessitent des autorisations d'administrateur pour fonctionner correctement.",
    "wait_all": "Continuer le streaming jusqu'à ce que tous les processus de l'application quittent",
    "wait_all_desc": "Cela continuera le streaming jusqu'à ce que tous les processus démarrés par l'application soient terminés. Si non coché, le streaming s'arrêtera lorsque le processus initial de l'application se terminera, même si d'autres processus sont toujours en cours d'exécution.",
    "working_dir": "Démarrer dans",
    "working_dir_desc": "Le répertoire de démarrage qui doit être passé au processus. Par exemple, certaines applications utilisent le répertoire de démarrage \n pour rechercher des fichiers de configuration. Si non défini, Sunshine utilisera par défaut le répertoire parent de la commande",
    "advanced_options": "Advanced Options",
    "basic_info": "Basic Information",
    "cmd_examples_title": "Common examples:",
    "command_settings": "Command Settings",
    "env_client_name": "Client friendly name (string)",
    "file_selector_not_initialized": "File selector not initialized",
    "form_invalid": "Please check required fields",
    "form_valid": "Valid application",
    "image_settings": "Image Settings",
    "scan_result_add_all": "Add All",
    "scan_result_edit_title": "Add and edit",
    "scan_result_filter_all": "All",
    "scan_result_filter_executable": "Executable",
    "scan_result_filter_executable_title": "Executable file",
    "scan_result_filter_script": "Script",
    "scan_result_filter_script_title": "Batch/Command script",
    "scan_result_filter_shortcut": "Shortcut",
    "scan_result_filter_shortcut_title": "Shortcut",
    "scan_result_filter_url": "URL",
    "scan_result_filter_url_title": "URL link",
    "scan_result_game": "Game",
    "scan_result_games_only": "Games Only",
    "scan_result_matched": "Matched: {count}",
    "scan_result_no_apps": "No applications found to add",
    "scan_result_no_matches": "No matching applications found",
    "scan_result_quick_add_title": "Quick add",
    "scan_result_remove_title": "Remove from list",
    "scan_result_search_placeholder": "Search application name, command or path...",
    "scan_result_show_all": "Show All",
    "scan_result_title": "Scan Results",
    "scan_result_try_different_keywords": "Try using different search keywords",
    "scan_result_type_batch": "Batch",
    "scan_result_type_command": "Command script",
    "scan_result_type_executable": "Executable file",
    "scan_result_type_shortcut": "Shortcut",
    "scan_result_type_url": "URL link",
    "search_placeholder": "Search applications...",
    "select": "Select"
  },
  "config": {
    "adapter_name": "Nom de l'adaptateur",
    "adapter_name_desc_linux_1": "Spécifiez manuellement un GPU à utiliser pour la capture.",
    "adapter_name_desc_linux_2": "pour trouver tous les appareils capables d'utiliser l'interface VAAPI",
    "adapter_name_desc_linux_3": "Remplacez ``renderD129`` par le dispositif ci-dessus pour énumérer le nom et les capacités du dispositif. Pour être pris en charge par Sunshine, il doit avoir au minimum les caractéristiques suivantes :",
    "adapter_name_desc_windows": "Spécifiez manuellement un GPU à utiliser pour la capture. Si non défini, le GPU est choisi automatiquement. Nous vous recommandons fortement de laisser ce champ vide pour utiliser la sélection automatique du GPU ! Note: Ce GPU doit avoir un écran connecté et allumé. Les valeurs appropriées peuvent être trouvées en utilisant la commande suivante :",
    "adapter_name_placeholder_windows": "Séries Radeon RX 580",
    "add": "Ajouter",
    "address_family": "Famille d'adresses",
    "address_family_both": "IPv4 et IPv6",
    "address_family_desc": "Définir la famille d'adresses utilisée par Sunshine",
    "address_family_ipv4": "IPv4 uniquement",
    "always_send_scancodes": "Toujours envoyer les codes de balayage",
    "always_send_scancodes_desc": "L'envoi de codes de numérisation améliore la compatibilité avec les jeux et les applications, mais peut entraîner une saisie incorrecte du clavier de certains clients qui n'utilisent pas de disposition de clavier anglais américain. Activer si l'entrée du clavier ne fonctionne pas du tout dans certaines applications. Désactiver si les clés du client génèrent la mauvaise entrée sur l'hôte.",
    "amd_coder": "Codeur AMF (H264)",
    "amd_coder_desc": "Permet de sélectionner l'encodage de l'entropie pour prioriser la qualité ou la vitesse d'encodage. H.264 seulement.",
    "amd_enforce_hrd": "Enforcement du Décodeur Hypothetical Reference Decoder (HRD) de l'AMF",
    "amd_enforce_hrd_desc": "Augmente les contraintes sur le contrôle du débit pour répondre aux exigences du modèle HRD. Cela réduit considérablement les débordements de débit, mais peut causer des artefacts d'encodage ou une qualité réduite sur certaines cartes.",
    "amd_preanalysis": "Pré-analyse AMF",
    "amd_preanalysis_desc": "Cela permet une préanalyse de contrôle de débit, ce qui peut augmenter la qualité au détriment d'une latence d'encodage accrue.",
    "amd_quality": "Qualité AMF",
    "amd_quality_balanced": "balanced -- équilibré (par défaut)",
    "amd_quality_desc": "Ceci contrôle l'équilibre entre la vitesse d'encodage et la qualité.",
    "amd_quality_group": "Paramètres de qualité AMF",
    "amd_quality_quality": "qualité -- préférer la qualité",
    "amd_quality_speed": "Vitesse -- Préférez la vitesse",
    "amd_rc": "Contrôle du débit AMF",
    "amd_rc_cbr": "cbr -- débit constant",
    "amd_rc_cqp": "cqp -- mode constant qp",
    "amd_rc_desc": "Ceci contrôle la méthode de contrôle du débit pour s'assurer que nous ne dépassons pas la cible du bitrate client. 'cqp' n'est pas adapté pour le ciblage de débit, et d'autres options en plus de 'vbr_latency' dépendent de HRD Enforcement pour aider à limiter les débordements de débit.",
    "amd_rc_group": "Réglages de contrôle du débit AMF",
    "amd_rc_vbr_latency": "vbr_latency -- Débit variable limité de latence (par défaut)",
    "amd_rc_vbr_peak": "vbr_peak -- Débit variable contraint par le pic",
    "amd_usage": "Utilisation de l'AMF",
    "amd_usage_desc": "Définit le profil d'encodage de base. Toutes les options présentées ci-dessous remplaceront un sous-ensemble du profil d'utilisation, mais il y a d'autres paramètres cachés qui ne peuvent pas être configurés ailleurs.",
    "amd_usage_lowlatency": "lowlatency - faible latence (rapide)",
    "amd_usage_lowlatency_high_quality": "lowlatency_high_quality - faible latence, haute qualité (rapide)",
    "amd_usage_transcoding": "transcoding -- transcodage (plus lent)",
    "amd_usage_ultralowlatency": "ultralowlatency - latence ultra basse (plus rapide)",
    "amd_usage_webcam": "webcam -- webcam (lent)",
    "amd_vbaq": "Quantification adaptative basée sur la variance AMF (VBAQ)",
    "amd_vbaq_desc": "Le système visuel humain est généralement moins sensible aux artefacts dans les zones hautement texturées. En mode VBAQ, la variance de pixels est utilisée pour indiquer la complexité des textures spatiales, ce qui permet à l'encodeur d'allouer plus de bits à des zones plus lisses. L'activation de cette fonctionnalité conduit à des améliorations de la qualité visuelle subjective avec un certain contenu.",
    "apply_note": "Cliquez sur \"Appliquer\" pour redémarrer Sunshine et appliquer les modifications. Cela mettra fin à toutes les sessions en cours.",
    "audio_sink": "Sink audio",
    "audio_sink_desc_linux": "Le nom du dissipateur audio utilisé pour la boucle audio. Si vous ne spécifiez pas cette variable, pulseaudio sélectionnera le périphérique de moniteur par défaut. Vous pouvez trouver le nom du dissipateur audio en utilisant l'une des commandes:",
    "audio_sink_desc_macos": "Le nom du dissipateur audio utilisé pour la boucle audio. Sunshine ne peut accéder aux micros que sur macOS en raison de limitations du système. Diffusez de l'audio système en utilisant Soundflower ou BlackHole.",
    "audio_sink_desc_windows": "Spécifiez manuellement un périphérique audio spécifique à capturer. Si non défini, le périphérique est choisi automatiquement. Nous vous recommandons fortement de laisser ce champ vide pour utiliser la sélection automatique de l'appareil ! Si vous avez plusieurs périphériques audio avec des noms identiques, vous pouvez obtenir l'ID du périphérique en utilisant la commande suivante :",
    "audio_sink_placeholder_macos": "BlackHole 2ch",
    "audio_sink_placeholder_windows": "Haut-parleurs (High Definition Audio Device)",
    "av1_mode": "Support de l'AV1",
    "av1_mode_0": "Sunshine annoncera la prise en charge de l'AV1 en fonction des capacités de l'encodeur (recommandé)",
    "av1_mode_1": "Sunshine n'annoncera pas la prise en charge de l'AV1",
    "av1_mode_2": "Sunshine annoncera la prise en charge de l'AV1 Main 8-bit profile",
    "av1_mode_3": "Sunshine annoncera la prise en charge de l'AV1 Main 8-bit et 10-bit (HDR) profiles",
    "av1_mode_desc": "Permet au client de demander des flux vidéo AV1 8-bit ou 10-bit. AV1 est plus gourmand en CPU pour l'encodage, ce qui peut réduire les performances lors de l'utilisation de l'encodage logiciel.",
    "back_button_timeout": "Délai d'émulation du bouton Home/Guide",
    "back_button_timeout_desc": "Si le bouton Précédent/Sélection est enfoncé pour le nombre spécifié de millisecondes, un bouton Accueil/Guide est émulé. Si défini à une valeur < 0 (par défaut), maintenir le bouton Retour/Sélectionner n'émulera pas le bouton Accueil/Guide.",
    "capture": "Forcer une méthode de capture spécifique",
    "capture_desc": "En mode automatique, Sunshine utilisera le premier qui fonctionne. NvFBC nécessite des pilotes nvidia corrigés.",
    "cert": "Certificat",
    "cert_desc": "Le certificat utilisé pour l'appairage de l'interface web et du client Moonlight. Pour une meilleure compatibilité, cela devrait avoir une clé publique RSA-2048.",
    "channels": "Nombre maximum de clients connectés",
    "channels_desc_1": "Sunshine peut permettre à une seule session de streaming d'être partagée simultanément avec plusieurs clients.",
    "channels_desc_2": "Certains encodeurs matériels peuvent avoir des limitations qui réduisent les performances avec plusieurs flux.",
    "close_verify_safe": "Vérification sécurisée compatible avec les anciens clients",
    "close_verify_safe_desc": "Les anciens clients peuvent ne pas pouvoir se connecter à Sunshine, veuillez désactiver cette option ou mettre à jour le client",
    "coder_cabac": "cabac -- Contexte de codage arithmétique binaire adaptatif - qualité supérieure",
    "coder_cavlc": "cavlc -- codage de la durée adaptative du contexte - décodage plus rapide",
    "configuration": "Configuration",
    "controller": "Activer l'entrée manette",
    "controller_desc": "Permet aux invités de contrôler le système hôte avec une manette",
    "credentials_file": "Fichier des identifiants",
    "credentials_file_desc": "Stocker le nom d'utilisateur/mot de passe séparément du fichier de données de Sunshine.",
    "ds4_back_as_touchpad_click": "Mapper Retour/Sélection au clic du pavé tactile",
    "ds4_back_as_touchpad_click_desc": "Lorsque vous forcez l'émulation DS4, mapper retour/sélectionner sur Touchpad Clic",
    "encoder": "Forcer un encodeur spécifique",
    "encoder_desc": "Forcer un encodeur spécifique, sinon Sunshine sélectionnera la meilleure option disponible. Note : Si vous spécifiez un encodeur matériel sous Windows, il doit correspondre au GPU où l'affichage est connecté.",
    "encoder_software": "Logiciel",
    "external_ip": "Adresse IP externe",
    "external_ip_desc": "Si aucune adresse IP externe n'est fournie, Sunshine la détectera automatiquement",
    "fec_percentage": "Pourcentage de FEC",
    "fec_percentage_desc": "Pourcentage de paquets corrigeant les erreurs par paquet de données dans chaque image vidéo. Des valeurs plus élevées permettent de corriger davantage de pertes de paquets sur le réseau, mais au prix d'une augmentation de l'utilisation de la bande passante.",
    "ffmpeg_auto": "auto -- laisser ffmpeg décider (par défaut)",
    "file_apps": "Fichier des applications",
    "file_apps_desc": "Le fichier où sont stockées les applications de Sunshine.",
    "file_state": "Fichier des données",
    "file_state_desc": "Le fichier où l'état actuel de Sunshine est stocké",
    "gamepad": "Type de manette émulée",
    "gamepad_auto": "Options de la sélection automatique",
    "gamepad_desc": "Choisissez le type de manette à émuler sur l'hôte",
    "gamepad_ds4": "DS4 (PS4)",
    "gamepad_ds5": "DS5 (PS5)",
    "gamepad_manual": "Options manuelles pour DS4",
    "gamepad_switch": "Nintendo Pro (Switch)",
    "gamepad_x360": "X360 (Xbox 360)",
    "gamepad_xone": "XOne (Xbox One)",
    "global_prep_cmd": "Commandes de préparation",
    "global_prep_cmd_desc": "Configurer une liste de commandes à exécuter avant ou après l'exécution d'une application. Si l'une des commandes de préparation spécifiées échoue, le processus de lancement de l'application sera interrompu.",
    "hevc_mode": "Support du HEVC",
    "hevc_mode_0": "Sunshine annoncera la prise en charge de HEVC en fonction des capacités de l'encodeur (recommandé)",
    "hevc_mode_1": "Sunshine n'annoncera pas la prise en charge du HEVC",
    "hevc_mode_2": "Sunshine annoncera la prise en charge du HEVC Main profile",
    "hevc_mode_3": "Sunshine annoncera la prise en charge du HEVC Main et Main10 (HDR)",
    "hevc_mode_desc": "Permet au client de demander des flux vidéo HEVC Main ou HEVC Main10. HEVC est plus gourmand en CPU pour l'encodage, ce qui peut réduire les performances lors de l'utilisation de l'encodage logiciel.",
    "high_resolution_scrolling": "Prise en charge du défilement haute résolution",
    "high_resolution_scrolling_desc": "Lorsque cette option est activée, Sunshine passera par les événements de défilement haute résolution des clients de Lune. Cela peut être utile pour désactiver pour les anciennes applications qui font défiler trop vite avec des événements de défilement haute résolution.",
    "install_steam_audio_drivers": "Installer les pilotes audio Steam",
    "install_steam_audio_drivers_desc": "Si Steam est installé, cela installera automatiquement le pilote Steam Streaming Speakers pour prendre en charge le son surround 5.1/7.1 et rendre muet l'audio de l'hôte.",
    "key_repeat_delay": "Délai de répétition de la clé",
    "key_repeat_delay_desc": "Contrôle la vitesse à laquelle les clés se répètent. Le délai initial en millisecondes avant de répéter les clés.",
    "key_repeat_frequency": "Fréquence de répétition des touches",
    "key_repeat_frequency_desc": "Fréquence de répétition des touches chaque seconde. Cette option configurable prend en charge les décimaux.",
    "key_rightalt_to_key_win_desc": "Il est possible que vous ne puissiez pas envoyer directement la touche Windows à partir de Moonlight. Dans ce cas, il peut être utile de faire croire à Sunshine que la touche Alt droite est la touche Windows",
    "key_rightalt_to_key_windows": "Mapper la touche Alt droite à la touche Windows",
    "keyboard": "Activer l'entrée clavier",
    "keyboard_desc": "Permet aux invités de contrôler le système hôte avec le clavier",
    "lan_encryption_mode": "Mode de chiffrement LAN",
    "lan_encryption_mode_1": "Activé pour les clients pris en charge",
    "lan_encryption_mode_2": "Obligatoire pour tous les clients",
    "lan_encryption_mode_desc": "Ceci détermine quand le chiffrement sera utilisé lors du streaming sur votre réseau local. Le chiffrement peut réduire les performances de streaming, en particulier sur les hôtes et clients moins puissants.",
    "locale": "Langue",
    "locale_desc": "La langue utilisée pour l'interface utilisateur de Sunshine.",
    "log_level": "Niveau de journalisation",
    "log_level_0": "Verbeux",
    "log_level_1": "Débug",
    "log_level_2": "Info",
    "log_level_3": "Avertissements",
    "log_level_4": "Erreurs",
    "log_level_5": "Erreurs fatales",
    "log_level_6": "Aucun",
    "log_level_desc": "Le niveau minimum de journal imprimé à la sortie standard",
    "log_path": "Chemin du fichier journal",
    "log_path_desc": "Le fichier où sont stockés les logs actuels de Sunshine.",
    "max_bitrate": "Débit maximum",
    "max_bitrate_desc": "Le débit maximum (en Kbps) auquel Sunshine encode le flux. Si réglé sur 0, il utilisera toujours le débit demandé par Lune.",
    "mdns_broadcast": "Trouver cet ordinateur dans le réseau local",
    "mdns_broadcast_desc": "Si cette option est activée, Sunshine permettra à d'autres appareils de trouver automatiquement cet ordinateur. Moonlight doit également être configuré pour trouver automatiquement cet ordinateur dans le réseau local.",
    "min_threads": "Nombre minimum de threads CPU",
    "min_threads_desc": "Augmenter la valeur réduit légèrement l'efficacité de l'encodage, mais le compromis vaut généralement la peine de gagner l'utilisation de plus de cœurs CPU pour l'encodage. La valeur idéale est la valeur la plus basse qui peut de manière fiable encoder les paramètres de streaming désirés sur votre matériel.",
    "misc": "Options diverses",
    "motion_as_ds4": "Émuler une manette DS4 si la manette client signale qu'elle dispose de capteurs de mouvement",
    "motion_as_ds4_desc": "Si désactivé, la présence de capteurs de mouvement ne sera pas pris en compte lors de la sélection du type de manette.",
    "mouse": "Activer l'entrée de la souris",
    "mouse_desc": "Permet aux invités de contrôler le système hôte avec la souris",
    "native_pen_touch": "Prise en charge stylo/écran tactile native",
    "native_pen_touch_desc": "Lorsque cette option est activée, Sunshine transmet les événements stylo/touche natifs des clients Moonlight. Il peut être utile de désactiver cette fonction pour les applications plus anciennes qui ne prennent pas en charge le stylet et le tactile.",
    "notify_pre_releases": "Notifications de pré-publication",
    "notify_pre_releases_desc": "Si vous voulez être informé des nouvelles versions de la pré-version de Sunshine",
    "nvenc_h264_cavlc": "Préférer CAVLC sur CABAC en H.264",
    "nvenc_h264_cavlc_desc": "Forme plus simple de codage entropique. CAVLC a besoin d'environ 10% de débit en plus pour la même qualité. Uniquement pour les périphériques de décodage vraiment anciens.",
    "nvenc_latency_over_power": "Préférer une latence d'encodage plus faible aux économies d'énergie",
    "nvenc_latency_over_power_desc": "Sunshine demande une vitesse maximale d'horloge GPU pendant le streaming pour réduire la latence d'encodage. La désactivation n'est pas recommandée car cela peut entraîner une augmentation significative de la latence d'encodage.",
    "nvenc_opengl_vulkan_on_dxgi": "Présenter OpenGL/Vulkan sur DXGI",
    "nvenc_opengl_vulkan_on_dxgi_desc": "Sunshine ne peut pas capturer les programmes plein écran OpenGL et Vulkan à un rythme plein d'images à moins qu'ils ne soient présents sur DXGI. Il s'agit d'un réglage de l'ensemble du système qui est rétabli à la sortie du programme de soleil.",
    "nvenc_preset": "Préréglage des performances",
    "nvenc_preset_1": "(plus rapide, par défaut)",
    "nvenc_preset_7": "(plus lent)",
    "nvenc_preset_desc": "Des nombres plus élevés améliorent la compression (qualité à un débit donné) au prix d'une latence d'encodage accrue. Il est recommandé de modifier uniquement lorsque limité par le réseau ou le décodage, sinon l'effet similaire peut être atteint en augmentant le débit.",
    "nvenc_realtime_hags": "Utiliser la priorité en temps réel dans la planification matérielle du gpu accéléré",
    "nvenc_realtime_hags_desc": "Actuellement, les pilotes NVIDIA peuvent geler dans l'encodeur lorsque HAGS est activé, la priorité en temps réel est utilisée et l'utilisation de VRAM est proche du maximum. Désactiver cette option réduit la priorité à la hauteur, en évitant le gel au prix de performances de capture réduites lorsque le GPU est lourdement chargé.",
    "nvenc_spatial_aq": "Spatial AQ",
    "nvenc_spatial_aq_desc": "Assignez des valeurs QP plus élevées aux zones uniformes de la vidéo. Il est conseillé de l'activer lors de la diffusion à des débits binaires réduits.",
    "nvenc_twopass": "Mode bi-passe",
    "nvenc_twopass_desc": "Ajoute le passage d'encodage préliminaire. Cela permet de détecter plus de vecteurs de mouvement, de mieux répartir le débit sur la trame et de respecter plus strictement les limites de débit. La désactivation n'est pas recommandée car cela peut entraîner des dépassements occasionnels de débit et des pertes de paquets subséquentes.",
    "nvenc_twopass_disabled": "Désactivé (plus rapide, non recommandé)",
    "nvenc_twopass_full_res": "Résolution complète (plus lente)",
    "nvenc_twopass_quarter_res": "Résolution trimestrielle (plus rapide, par défaut)",
    "nvenc_vbv_increase": "Augmentation du pourcentage de VBV/HRD à une seule image",
    "nvenc_vbv_increase_desc": "Par défaut, le soleil utilise un VBV/HRD mono-image, ce qui signifie que toute taille d'image vidéo encodée ne devrait pas dépasser le débit demandé divisé par le débit d'images demandé. Relaxer cette restriction peut être bénéfique et agir en tant que débit variable de faible latence, mais peut aussi conduire à une perte de paquets si le réseau ne dispose pas de mémoire tampon pour gérer les pics de débit. La valeur maximale acceptée est de 400, ce qui correspond à la limite de taille supérieure de l'image vidéo encodée de 5x.",
    "origin_web_ui_allowed": "Origines autorisées à accéder à l'interface web",
    "origin_web_ui_allowed_desc": "Origine de l'adresse du point de terminaison distant à laquelle l'accès à l'interface utilisateur Web n'est pas refusé",
    "origin_web_ui_allowed_lan": "Seuls ceux qui sont en LAN peuvent accéder à l'interface Web",
    "origin_web_ui_allowed_pc": "Seul localhost peut accéder à l'interface Web",
    "origin_web_ui_allowed_wan": "N'importe qui peut accéder à l'interface Web",
    "output_name_desc_unix": "Lors du démarrage de Sunshine, vous devriez voir la liste des affichages détectés. Note : Vous devez utiliser la valeur de l'id entre parenthèses.",
    "output_name_desc_windows": "Spécifier manuellement un affichage à utiliser pour la capture. Si non défini, l'affichage principal est capturé. Note: Si vous avez spécifié un GPU ci-dessus, cet affichage doit être connecté à ce GPU. Les valeurs appropriées peuvent être trouvées en utilisant la commande suivante :",
    "output_name_unix": "Afficher le numéro",
    "output_name_windows": "Nom de la sortie",
    "ping_timeout": "Timeout du ping",
    "ping_timeout_desc": "Combien de temps attendre en millisecondes pour des données de Moonlight avant de couper le stream",
    "pkey": "Clé privée",
    "pkey_desc": "La clé privée utilisée pour l'interface web et pour l'appairage des clients Moonlight. Pour une meilleure compatibilité, il devrait s'agir d'une clé privée RSA-2048.",
    "port": "Port",
    "port_alert_1": "Sunshine ne peut pas utiliser les ports inférieurs à 1024 !",
    "port_alert_2": "Les ports supérieurs à 65535 ne sont pas disponibles !",
    "port_desc": "Définir la famille de ports utilisés par Sunshine",
    "port_http_port_note": "Utilisez ce port pour vous connecter avec Moonlight.",
    "port_note": "Note ",
    "port_port": "Port",
    "port_protocol": "Protocole",
    "port_tcp": "TCP",
    "port_udp": "UDP",
    "port_warning": "Exposer l'interface Web à Internet est un risque de sécurité ! Procédez à vos propres risques !",
    "port_web_ui": "Interface Web",
    "qp": "Paramètre de quantification",
    "qp_desc": "Certains appareils peuvent ne pas prendre en charge un taux de bits constant. Pour ceux-ci, QP est utilisé à la place. Une valeur plus élevée signifie plus de compression, mais moins de qualité.",
    "qsv_coder": "Codeur QuickSync (H264)",
    "qsv_preset": "QuickSync Preset",
    "qsv_preset_fast": "plus rapide (qualité inférieure)",
    "qsv_preset_faster": "le plus rapide (qualité la plus basse)",
    "qsv_preset_medium": "medium (par défaut)",
    "qsv_preset_slow": "lent (bonne qualité)",
    "qsv_preset_slower": "plus lent (meilleure qualité)",
    "qsv_preset_slowest": "plus lent (meilleure qualité)",
    "qsv_preset_veryfast": "le plus rapide (qualité la plus basse)",
    "qsv_slow_hevc": "Autoriser l'encodage Slow HEVC",
    "qsv_slow_hevc_desc": "Cela peut permettre l'encodage HEVC sur les anciens GPU Intel, au prix d'une utilisation plus élevée du GPU et de performances moins élevées.",
    "restart_note": "Sunshine redémarre pour appliquer les changements.",
    "stream_audio": "Flux audio",
    "stream_audio_desc": "Que ce soit pour diffuser ou non de l'audio. Désactiver cette option peut être utile pour diffuser en continu des écrans sans tête en tant que deuxième moniteurs.",
    "sunshine_name": "Nom de Sunshine",
    "sunshine_name_desc": "Le nom affiché par Moonlight. S'il n'est pas spécifié, le nom d'hôte du PC est utilisé.",
    "sw_preset": "Préréglages SW",
    "sw_preset_desc": "Optimiser le compromis entre la vitesse d'encodage (images encodées par seconde) et l'efficacité de la compression (qualité par bit dans le flux bit). La valeur par défaut est superfast.",
    "sw_preset_fast": "Rapide",
    "sw_preset_faster": "plus rapide",
    "sw_preset_medium": "Moyen",
    "sw_preset_slow": "lent",
    "sw_preset_slower": "plus lent",
    "sw_preset_superfast": "superfast (par défaut)",
    "sw_preset_ultrafast": "ultrafast",
    "sw_preset_veryfast": "veryfast",
    "sw_preset_veryslow": "veryslow",
    "sw_tune": "Réglage SW",
    "sw_tune_animation": "animation -- bonne pour les dessins animés ; utilise un déblocage plus élevé et plus d'images de référence",
    "sw_tune_desc": "Les options de réglage, qui sont appliquées après le préréglage. Par défaut, la valeur est zéro.",
    "sw_tune_fastdecode": "fastdecode -- permet un décodage plus rapide en désactivant certains filtres",
    "sw_tune_film": "film -- utilisé pour le contenu de film de haute qualité; baisse le déblocage",
    "sw_tune_grain": "grain -- conserve la structure du grain dans le vieux matériel de film graineux",
    "sw_tune_stillimage": "stillimage -- bon pour le contenu du diaporama",
    "sw_tune_zerolatency": "zerolatency -- bon pour un encodage rapide et un streaming à faible latence (par défaut)",
    "touchpad_as_ds4": "Émuler une manette DS4 si la manette client signale qu'elle dispose d'un pavé tactile",
    "touchpad_as_ds4_desc": "Si désactivé, la présence du pavé tactile ne sera pas prise en compte lors de la sélection du type du pavé tactile.",
    "upnp": "UPnP",
    "upnp_desc": "Configurer automatiquement la redirection de port pour le streaming sur Internet",
    "virtual_sink": "Évier virtuel",
    "virtual_sink_desc": "Spécifiez manuellement un périphérique audio virtuel à utiliser. Si non défini, le périphérique est choisi automatiquement. Nous vous recommandons fortement de laisser ce champ vide pour utiliser la sélection automatique de l'appareil !",
    "virtual_sink_placeholder": "Steam Streaming Speakers",
    "vt_coder": "VideoToolbox Coder",
    "vt_realtime": "Encodage en temps réel de VideoToolbox",
    "vt_software": "Encodage du logiciel VideoToolbox",
    "vt_software_allowed": "Autorisé",
    "vt_software_forced": "Forcé",
    "wan_encryption_mode": "Mode de chiffrement WAN",
    "wan_encryption_mode_1": "Activé pour les clients pris en charge (par défaut)",
    "wan_encryption_mode_2": "Obligatoire pour tous les clients",
    "wan_encryption_mode_desc": "Ceci détermine quand le chiffrement sera utilisé lors du streaming par Internet. Le chiffrement peut réduire les performances de streaming, en particulier sur les hôtes et clients moins puissants.",
    "webhook_curl_command": "Commande",
    "webhook_curl_command_desc": "Copiez la commande suivante dans votre terminal pour tester si le webhook fonctionne correctement :",
    "webhook_curl_copy_failed": "Échec de la copie, veuillez sélectionner et copier manuellement",
    "webhook_enabled": "Notifications Webhook",
    "webhook_enabled_desc": "Lorsqu'activé, Sunshine enverra des notifications d'événements à l'URL Webhook spécifiée",
    "webhook_group": "Paramètres de notification Webhook",
    "webhook_skip_ssl_verify": "Ignorer la vérification du certificat SSL",
    "webhook_skip_ssl_verify_desc": "Ignorer la vérification du certificat SSL pour les connexions HTTPS, uniquement pour les tests ou les certificats auto-signés",
    "webhook_test": "Tester",
    "webhook_test_failed": "Test Webhook échoué",
    "webhook_test_failed_note": "Note : Veuillez vérifier si l'URL est correcte, ou consultez la console du navigateur pour plus d'informations.",
    "webhook_test_success": "Test Webhook réussi !",
    "webhook_test_success_cors_note": "Note : En raison des restrictions CORS, le statut de réponse du serveur ne peut pas être confirmé.\nLa requête a été envoyée. Si le webhook est correctement configuré, le message devrait avoir été livré.\n\nSuggestion : Vérifiez l'onglet Réseau dans les outils de développement de votre navigateur pour les détails de la requête.",
    "webhook_test_url_required": "Veuillez d'abord saisir l'URL Webhook",
    "webhook_timeout": "Délai d'expiration de la requête",
    "webhook_timeout_desc": "Délai d'expiration pour les requêtes Webhook en millisecondes, plage 100-5000ms",
    "webhook_url": "URL Webhook",
    "webhook_url_desc": "L'URL pour recevoir les notifications d'événements, prend en charge les protocoles HTTP/HTTPS",
    "amf_draw_mouse_cursor": "Draw a simple cursor when using AMF capture method",
    "amf_draw_mouse_cursor_desc": "In some cases, using AMF capture will not display the mouse pointer. Enabling this option will draw a simple mouse pointer on the screen. Note: The position of the mouse pointer will only be updated when there is an update to the content screen, so in non-game scenarios such as on the desktop, you may observe sluggish mouse pointer movement.",
    "display_device_options_note_desc_windows": "Windows saves various display settings for each combination of currently active displays.\nSunshine then applies changes to a display(-s) belonging to such a display combination.\nIf you disconnect a device which was active when Sunshine applied the settings, the changes can not be\nreverted back unless the combination can be activated again by the time Sunshine tries to revert changes!",
    "display_device_options_note_windows": "Note about how settings are applied",
    "display_device_options_windows": "Display device options",
    "display_device_prep_ensure_active_windows": "Activate the display automatically",
    "display_device_prep_ensure_only_display_windows": "Deactivate other displays and activate only the specified display",
    "display_device_prep_ensure_primary_windows": "Activate the display automatically and make it a primary display",
    "display_device_prep_no_operation_windows": "Disabled",
    "display_device_prep_windows": "Display preparation",
    "display_mode_remapping_default_mode_desc_windows": "At least one \"received\" and one \"final\" value must be specified.\nEmpty field in \"received\" section means \"match any\". Empty field in \"final\" section means \"keep received value\".\nYou can match specific FPS value to specific resolution if you wish so...\n\nNote: if \"Optimize game settings\" option is not enabled on the Moonlight client, the rows containing resolution value(-s) are ignored.",
    "display_mode_remapping_desc_windows": "Specify how a specific resolution and/or refresh rate should be remapped to other values.\nYou can stream at lower resolution, while rendering at higher resolution on host for a supersampling effect.\nOr you can stream at higher FPS while limiting the host to the lower refresh rate.\nMatching is performed top to bottom. Once the entry is matched, others are no longer checked, but still validated.",
    "display_mode_remapping_final_refresh_rate_windows": "Final refresh rate",
    "display_mode_remapping_final_resolution_windows": "Final resolution",
    "display_mode_remapping_optional": "optional",
    "display_mode_remapping_received_fps_windows": "Received FPS",
    "display_mode_remapping_received_resolution_windows": "Received resolution",
    "display_mode_remapping_resolution_only_mode_desc_windows": "Note: if \"Optimize game settings\" option is not enabled on the Moonlight client, the remapping is disabled.",
    "display_mode_remapping_windows": "Remap display modes",
    "display_modes": "Display Modes",
    "dsu_server_port": "DSU Server Port",
    "dsu_server_port_desc": "DSU server listening port (default 26760). Sunshine will act as a DSU server to receive client connections and send motion data. Enable DSU server in your client(Yuzu,Ryujinx etc.) and set DSU server address(127.0.0.1) and port(26760)",
    "enable_dsu_server": "Enable DSU Server",
    "enable_dsu_server_desc": "Enable DSU server to receive client connections and send motion data",
    "fps": "Advertised FPS",
    "gamepad_ds4_manual": "DS4 Manual Options",
    "hdr_prep_automatic_windows": "Switch on/off the HDR mode as requested by the client",
    "hdr_prep_no_operation_windows": "Disabled",
    "hdr_prep_windows": "HDR state change",
    "minimum_fps_target": "Minimum FPS Target",
    "minimum_fps_target_desc": "Minimum FPS to maintain when encoding (0 = auto, about half the stream FPS; 1-1000 = minimum FPS to maintain). When variable refresh rate is enabled, this setting is ignored if set to 0.",
    "nvenc_spatial_aq_disabled": "Disabled (faster, default)",
    "nvenc_spatial_aq_enabled": "Enabled (slower)",
    "nvenc_split_encode": "Split frame encoding",
    "nvenc_split_encode_desc": "Split the encoding of each video frame over multiple NVENC hardware units. Significantly reduces encoding latency with a marginal compression efficiency penalty. This option is ignored if your GPU has a singular NVENC unit.",
    "nvenc_split_encode_driver_decides_def": "Driver decides (default)",
    "refresh_rate_change_automatic_windows": "Use FPS value provided by the client",
    "refresh_rate_change_manual_desc_windows": "Enter the refresh rate to be used",
    "refresh_rate_change_manual_windows": "Use manually entered refresh rate",
    "refresh_rate_change_no_operation_windows": "Disabled",
    "refresh_rate_change_windows": "FPS change",
    "res_fps_desc": "The display modes advertised by Sunshine. Some versions of Moonlight, such as Moonlight-nx (Switch), rely on these lists to ensure that the requested resolutions and fps are supported. This setting does not change how the screen stream is sent to Moonlight.",
    "resolution_change_automatic_windows": "Use resolution provided by the client",
    "resolution_change_manual_desc_windows": "\"Optimize game settings\" option must be enabled on the Moonlight client for this to work.",
    "resolution_change_manual_windows": "Use manually entered resolution",
    "resolution_change_no_operation_windows": "Disabled",
    "resolution_change_ogs_desc_windows": "\"Optimize game settings\" option must be enabled on the Moonlight client for this to work.",
    "resolution_change_windows": "Resolution change",
    "resolutions": "Advertised Resolutions",
    "system_tray": "Enable System Tray",
    "system_tray_desc": "Whether to enable system tray. If enabled, Sunshine will display an icon in the system tray and can be controlled from the system tray.",
    "variable_refresh_rate": "Variable Refresh Rate (VRR)",
    "variable_refresh_rate_desc": "Allow video stream framerate to match render framerate for VRR support. When enabled, encoding only occurs when new frames are available, allowing the stream to follow the actual render framerate.",
    "virtual_display": "Virtual Display",
    "key_rightalt_to_key_win": "Map Right Alt key to Windows key"
  },
  "index": {
    "description": "Sunshine est un serveur de streaming auto-hébergé pour Moonlight.",
    "download": "Télécharger",
    "installed_version_not_stable": "Vous utilisez une version pré-publiée de Sunshine. Vous pouvez rencontrer des bugs ou d'autres problèmes. Veuillez signaler tout problème que vous rencontrez. Merci de nous aider à faire de Sunshine un meilleur logiciel!",
    "loading_latest": "Chargement de la dernière version...",
    "new_pre_release": "Une nouvelle préversion est disponible !",
    "new_stable": "Une nouvelle version stable est disponible !",
    "startup_errors": "<b>Attention !</b> Sunshine a détecté ces erreurs lors du démarrage. Nous <b>recommandons vivement de</b> les corriger avant de commencer à streamer.",
    "version_dirty": "Merci de contribuer à faire de Sunshine un meilleur logiciel !",
    "version_latest": "Vous utilisez la dernière version de Sunshine",
    "welcome": "Bonjour, Sunshine !"
  },
  "navbar": {
    "applications": "Applications",
    "configuration": "Configuration",
    "home": "Accueil",
    "password": "Changer le mot de passe",
    "pin": "Pin",
    "theme_auto": "Automatique",
    "theme_dark": "Sombre",
    "theme_light": "Lumière",
    "toggle_theme": "Thème",
    "troubleshoot": "Dépannage"
  },
  "password": {
    "confirm_password": "Confirmer le mot de passe",
    "current_creds": "Identifiants actuels",
    "new_creds": "Nouveaux identifiants",
    "new_username_desc": "S'il n'est pas spécifié, le nom d'utilisateur ne changera pas",
    "password_change": "Changement du mot de passe",
    "success_msg": "Le mot de passe a été modifié avec succès ! Cette page sera bientôt rechargée, votre navigateur vous demandera les nouveaux identifiants."
  },
  "pin": {
    "device_name": "Nom de l'appareil",
    "pair_failure": "Échec de l'appairage : Vérifiez si le code PIN est correctement saisi",
    "pair_success": "Succès ! Veuillez vérifier Moonlight pour continuer",
    "pin_pairing": "Appairage par code PIN",
    "send": "Envoyer",
    "warning_msg": "Assurez-vous que vous avez accès au client avec lequel vous appariez. Ce logiciel peut donner un contrôle total à votre ordinateur, alors soyez prudent !",
    "cancel_editing": "Annuler l'édition",
    "confirm_delete": "Confirmer la suppression",
    "delete_client": "Supprimer le client",
    "delete_confirm_message": "Êtes-vous sûr de vouloir supprimer <strong>{name}</strong> ?",
    "delete_warning": "Cette action ne peut pas être annulée.",
    "edit_client_settings": "Modifier les paramètres du client",
    "save_changes": "Enregistrer les modifications",
    "save_or_cancel_first": "Veuillez d'abord enregistrer ou annuler l'édition",
    "unknown_client": "Client inconnu",
    "unsaved_changes": "Modifications non enregistrées"
  },
  "resource_card": {
    "github_discussions": "Discussions GitHub",
    "legal": "Légal",
    "legal_desc": "En continuant à utiliser ce logiciel, vous acceptez les termes et conditions des documents suivants.",
    "license": "Licence",
    "lizardbyte_website": "Site web de LizardByte",
    "resources": "Ressources",
    "resources_desc": "Ressources pour Sunshine !",
    "third_party_notice": "Avis aux tiers",
    "gpl_license_text_1": "This software is licensed under GPL-3.0. You are free to use, modify, and distribute it.",
    "gpl_license_text_2": "To protect the open source ecosystem, please avoid using software that violates the GPL-3.0 license."
  },
  "troubleshooting": {
    "boom_sunshine": "Boom!",
    "boom_sunshine_desc": "Si vous devez arrêter Sunshine immédiatement, vous pouvez utiliser cette fonction. Notez que vous devrez le redémarrer manuellement après l'arrêt.",
    "boom_sunshine_success": "Sunshine a été arrêté",
    "confirm_boom": "Vraiment quitter ?",
    "confirm_boom_desc": "Vous voulez vraiment quitter ? Eh bien, je ne peux pas vous arrêter, allez-y et cliquez à nouveau",
    "copy_config": "Copier la configuration",
    "copy_config_error": "Échec de la copie de la configuration",
    "copy_config_success": "Configuration copiée dans le presse-papiers !",
    "force_close": "Fermer de force",
    "force_close_desc": "Si Moonlight se plaint d'une application en cours d'exécution, forcer la fermeture de l'application devrait résoudre le problème.",
    "force_close_error": "Erreur lors de la fermeture de l'application",
    "force_close_success": "L'application à bien été fermée !",
    "logs": "Journaux",
    "logs_desc": "Voir les journaux envoyés par Sunshine",
    "logs_find": "Rechercher...",
    "reopen_setup_wizard": "Rouvrir l'assistant de configuration",
    "reopen_setup_wizard_desc": "Rouvrir la page de l'assistant de configuration pour reconfigurer les paramètres initiaux.",
    "reopen_setup_wizard_error": "Échec de la réouverture de l'assistant de configuration",
    "restart_sunshine": "Redémarrer Sunshine",
    "restart_sunshine_desc": "Si Sunshine ne fonctionne pas correctement, vous pouvez essayer de le redémarrer. Cela mettra fin à toutes les sessions en cours.",
    "restart_sunshine_success": "Sunshine redémarre",
    "troubleshooting": "Dépannage",
    "unpair_all": "Dissocier tous les appareils",
    "unpair_all_error": "Erreur lors de la dissociation",
    "unpair_all_success": "Désappairage réussi.",
    "unpair_desc": "Retirer vos appareils appariés. Les appareils individuellement non appariés avec une session active resteront connectés, mais ne peuvent pas démarrer ou reprendre une session.",
    "unpair_single_no_devices": "Il n'y a aucun appareil associé.",
    "unpair_single_success": "Cependant, le(s) appareil(s) peuvent toujours être dans une session active. Utilisez le bouton 'Forcer la fermeture' ci-dessus pour mettre fin à toute session ouverte.",
    "unpair_single_unknown": "Client inconnu",
    "unpair_title": "Délimiter les appareils",
    "copy_logs": "Copy logs",
    "download_logs": "Download logs",
    "ignore_case": "Ignore case",
    "match_contains": "Contains",
    "match_exact": "Exact",
    "match_regex": "Regex",
    "reset_display_device_desc_windows": "If Sunshine is stuck trying to restore the changed display device settings, you can reset the settings and proceed to restore the display state manually.\nThis could happen for various reasons: device is no longer available, has been plugged to a different port and so on.",
    "reset_display_device_error_windows": "Error while resetting persistence!",
    "reset_display_device_success_windows": "Success resetting persistence!",
    "reset_display_device_windows": "Reset Display Memory"
  },
  "welcome": {
    "confirm_password": "Confirmation du mot de passe",
    "create_creds": "Avant de commencer, vous devez créer un nouveau nom d'utilisateur et un nouveau mot de passe pour accéder à l'interface Web.",
    "create_creds_alert": "Les identifiants ci-dessous sont nécessaires pour accéder à l'interface Web de Sunshine. Gardez-les en sécurité, car vous ne les reverrez plus jamais !",
    "error": "Erreur !",
    "greeting": "Bienvenue dans Sunshine !",
    "login": "Connexion",
    "network_error": "Erreur réseau, veuillez vérifier votre connexion",
    "password": "Mot de passe",
    "password_mismatch": "Les mots de passe ne correspondent pas",
    "server_error": "Erreur serveur",
    "success": "Succès !",
    "username": "Nom d'utilisateur",
    "welcome_success": "Cette page se rechargera bientôt, votre navigateur vous demandera les nouveaux identifiants"
  },
  "setup": {
    "adapter_info": "Configuration Summary",
    "android_client": "Android Client",
    "choose_adapter": "Auto",
    "config_saved": "Configuration has been saved successfully.",
    "description": "Let's get you started with a quick setup",
    "device_id": "Device ID",
    "device_state": "State",
    "download_clients": "Download Clients",
    "ensure_active": "Ensure Active",
    "ensure_active_desc": "Activate the device if needed",
    "ensure_only_display": "Ensure Only Display",
    "ensure_only_display_desc": "Deactivate other displays and turn on the specified one only (Recommended)",
    "ensure_primary": "Ensure Primary",
    "ensure_primary_desc": "Activate the device if needed and make it a primary display",
    "finish": "Finish Setup",
    "go_to_apps": "Configure Applications",
    "ios_client": "iOS Client",
    "load_error": "Failed to load configuration",
    "next": "Next",
    "no_operation": "No Operation",
    "no_operation_desc": "No action on displays, user must ensure the display device is active",
    "physical_display": "Physical Display/EDID Emulator",
    "physical_display_desc": "Stream your actual physical monitors",
    "previous": "Previous",
    "save_error": "Failed to save configuration",
    "select_adapter": "Graphics Adapter",
    "selected_adapter": "Selected Adapter",
    "selected_display": "Selected Display",
    "setup_complete": "Setup Complete!",
    "setup_complete_desc": "Your basic configuration has been saved. Now let's configure your applications.",
    "skip": "Skip Setup Wizard",
    "skip_confirm": "Are you sure you want to skip the setup wizard? You can configure these options later in the settings page.",
    "skip_confirm_title": "Skip Setup Wizard",
    "skip_error": "Failed to skip",
    "state_active": "Active",
    "state_inactive": "Inactive",
    "state_primary": "Primary",
    "state_unknown": "Unknown",
    "step0_description": "Choose your interface language",
    "step0_title": "Language",
    "step1_description": "Choose the display to stream",
    "step1_title": "Display Selection",
    "step2_description": "Choose your graphics adapter",
    "step2_title": "Select Adapter",
    "step3_description": "Choose display device preparation strategy",
    "step3_title": "Display Strategy",
    "step4_title": "Complete",
    "stream_mode": "Stream Mode",
    "unknown_display": "Unknown Display",
    "virtual_display": "Virtual Display (ZakoHDR)",
    "virtual_display_desc": "Stream using a virtual display device (requires ZakoVDD driver installation)",
    "welcome": "Welcome to Sunshine Foundation"
  },
  "tabs": {
    "advanced": "Advanced",
    "amd": "AMD AMF Encoder",
    "av": "Audio/Video",
    "files": "Config Files",
    "general": "General",
    "input": "Input",
    "network": "Network",
    "nv": "NVIDIA NVENC Encoder",
    "qsv": "Intel QuickSync Encoder",
    "sw": "Software Encoder",
    "vaapi": "VAAPI Encoder",
    "vt": "VideoToolbox Encoder"
  }
}
